["\n", " ", "!", "\"", "#", "$", "%", "&", "'", "(", ")", "*", "+", ",", "-", ".", "/", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", ":", ";", "<", "=", ">", "?", "@", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "[", "\\", "]", "^", "_", "`", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "|", "}", "~", "", "", "¡", "¢", "£", "¥", "§", "©", "°", "±", "²", "³", "´", "µ", "·", "º", "½", "¾", "¿", "Á", "Ä", "Å", "Æ", "Ç", "É", "Í", "Î", "Ñ", "Ó", "Ö", "×", "Ø", "Ú", "Ü", "Þ", "ß", "à", "á", "â", "ã", "ä", "å", "æ", "ç", "è", "é", "ê", "ë", "ì", "í", "î", "ï", "ð", "ñ", "ò", "ó", "ô", "ö", "ø", "ù", "ú", "û", "ü", "ý", "þ", "Ā", "ā", "ă", "ą", "ć", "Č", "č", "Đ", "đ", "Ē", "ē", "Ĕ", "ĕ", "ė", "ę", "ě", "ğ", "ħ", "ī", "İ", "ı", "Ľ", "Ł", "ł", "ń", "Ō", "ō", "œ", "ř", "Ś", "ś", "Ş", "ş", "Š", "š", "ţ", "ũ", "ū", "ů", "ų", "ź", "Ż", "ż", "Ž", "ž", "ơ", "ư", "ǎ", "ǐ", "ǔ", "ǜ", "Ș", "ș", "ț", "ȯ", "ɐ", "ɑ", "ɒ", "ɔ", "ə", "ɛ", "ɜ", "ɡ", "ɢ", "ɪ", "ɫ", "ɳ", "ɽ", "ɾ", "ʁ", "ʃ", "ʊ", "ʋ", "ʒ", "ʔ", "ʕ", "ʲ", "ʻ", "ʼ", "ʾ", "ʿ", "ˈ", "ˌ", "ː", "́", "̃", "̍", "̥", "̯", "͍", "͘", "Α", "Δ", "Κ", "Ν", "Π", "Τ", "Φ", "Χ", "Ω", "ά", "έ", "ή", "ί", "α", "β", "γ", "δ", "ε", "η", "θ", "ι", "κ", "λ", "μ", "ν", "ξ", "ο", "π", "ρ", "ς", "σ", "τ", "υ", "χ", "ψ", "ω", "ό", "ύ", "ώ", "А", "Б", "В", "Г", "К", "П", "Р", "С", "У", "Х", "Я", "а", "в", "г", "д", "е", "ж", "з", "и", "й", "к", "л", "м", "н", "о", "п", "р", "с", "т", "у", "х", "ц", "ш", "ъ", "ы", "ь", "ю", "я", "є", "ֵ", "ֶ", "ָ", "ֹ", "ּ", "א", "ב", "ג", "ה", "ו", "ז", "ח", "י", "ל", "ם", "מ", "ן", "נ", "ס", "ף", "פ", "צ", "ר", "ש", "ת", "ء", "أ", "إ", "ا", "ب", "ة", "ت", "ث", "ج", "ح", "خ", "د", "ذ", "ر", "س", "ش", "ص", "ع", "ف", "ق", "ك", "ل", "م", "ن", "ه", "و", "ي", "ڠ", "ܐ", "ܕ", "ܗ", "ܝ", "ܠ", "ܢ", "ܬ", "ܲ", "ܵ", "ं", "अ", "ई", "क", "ग", "ण", "त", "द", "न", "प", "ब", "म", "य", "र", "ल", "व", "ष", "स", "ह", "ा", "ि", "ु", "ू", "े", "ै", "ो", "्", "আ", "ল", "হ", "া", "্", "ਅ", "ਲ", "ਹ", "ਾ", "ੁ", "ੱ", "അ", "ള", "ഹ", "ാ", "്", "ก", "ค", "ง", "ช", "ซ", "ญ", "ฐ", "ณ", "ด", "ต", "น", "บ", "ป", "พ", "ภ", "ม", "ย", "ร", "ล", "ว", "ศ", "ษ", "ส", "ห", "อ", "ฮ", "ะ", "ั", "า", "ิ", "ี", "ึ", "เ", "แ", "ไ", "็", "่", "้", "๊", "์", "ဂ", "စ", "ဇ", "တ", "န", "ပ", "မ", "ရ", "လ", "အ", "ာ", "ိ", "ု", "္", "်", "ြ", "ွ", "၁", "၂", "၇", "၈", "Ⴀ", "Ⴂ", "Ⴃ", "Ⴈ", "Ⴌ", "Ⴕ", "Ⴟ", "ა", "ბ", "გ", "დ", "ე", "ვ", "ზ", "თ", "ი", "კ", "ლ", "მ", "ნ", "ო", "პ", "ჟ", "რ", "ს", "ტ", "უ", "ფ", "ქ", "ღ", "ყ", "შ", "ჩ", "ც", "ძ", "წ", "ჭ", "ხ", "ჯ", "ჰ", "ჱ", "ჲ", "ჳ", "ჴ", "ჵ", "ჶ", "ჷ", "ჸ", "ჹ", "ჺ", "჻", "ᵻ", "ḍ", "ḏ", "Ḥ", "ḥ", "ḷ", "ṃ", "ṅ", "ṇ", "ṛ", "ṣ", "ṭ", "ṯ", "ạ", "ả", "ấ", "ầ", "ẩ", "ậ", "ắ", "ễ", "ệ", "ị", "ọ", "ỏ", "ỗ", "ộ", "ớ", "ứ", "ử", "ữ", "ỳ", "ỹ", "ἀ", "ἰ", "ὀ", "ὁ", "ὑ", "​", "‐", "‑", "–", "—", "―", "‘", "’", "“", "”", "„", "†", "‡", "•", "…", "′", "″", "⁄", "₣", "₤", "₩", "€", "₱", "₹", "⅓", "⅔", "→", "−", "≡", "≤", "①", "☉", "☫", "♀", "♭", "♯", "⚳", "〈", "〉", "〜", "あ", "い", "う", "お", "か", "が", "き", "ぎ", "く", "ぐ", "け", "こ", "ご", "さ", "し", "す", "ず", "ぜ", "た", "だ", "ち", "っ", "つ", "と", "な", "に", "の", "は", "ば", "ひ", "ふ", "ほ", "ま", "み", "め", "も", "ゃ", "ゆ", "ょ", "ら", "り", "る", "れ", "わ", "を", "ん", "ァ", "ア", "ィ", "イ", "ゥ", "ェ", "エ", "ォ", "オ", "カ", "ガ", "キ", "ク", "グ", "ゲ", "コ", "サ", "シ", "ジ", "ス", "ズ", "セ", "タ", "ダ", "チ", "ッ", "ツ", "テ", "デ", "ト", "ド", "ナ", "ニ", "ネ", "ノ", "ハ", "バ", "パ", "フ", "ブ", "プ", "ヘ", "ベ", "マ", "ミ", "ム", "モ", "ャ", "ュ", "ョ", "ラ", "リ", "ル", "レ", "ロ", "ン", "ヴ", "・", "ー", "一", "七", "下", "世", "丙", "中", "为", "主", "乃", "之", "乙", "九", "二", "云", "人", "今", "付", "伊", "似", "作", "侗", "依", "信", "傳", "儚", "充", "光", "全", "八", "六", "兵", "其", "具", "円", "再", "出", "判", "利", "制", "刷", "前", "剛", "劇", "劉", "助", "動", "勢", "包", "化", "北", "十", "千", "华", "南", "印", "厂", "去", "古", "可", "台", "史", "同", "名", "君", "吳", "周", "命", "和", "咲", "唐", "善", "四", "國", "園", "圣", "在", "坂", "型", "堂", "堤", "場", "塘", "士", "夕", "大", "天", "夫", "奈", "套", "女", "妙", "姚", "子", "孟", "学", "學", "守", "安", "宋", "完", "宗", "定", "宝", "宫", "寝", "寶", "寺", "小", "少", "尾", "山", "岳", "川", "州", "巳", "市", "師", "平", "广", "庆", "府", "座", "廬", "建", "开", "式", "張", "彌", "彩", "影", "彼", "征", "律", "後", "御", "微", "德", "心", "必", "忠", "思", "愛", "憑", "憶", "應", "懷", "成", "战", "戦", "所", "扈", "技", "拉", "拱", "拳", "挑", "揺", "攻", "放", "政", "散", "文", "斯", "方", "日", "旦", "旭", "昌", "明", "星", "春", "晋", "景", "智", "曦", "書", "月", "望", "朝", "未", "本", "李", "村", "杜", "束", "来", "東", "板", "林", "果", "桜", "梶", "棘", "椎", "楊", "楚", "榮", "樸", "橘", "機", "正", "殻", "殿", "毅", "母", "民", "水", "汉", "沂", "沙", "河", "法", "泗", "波", "泣", "洪", "浮", "淹", "清", "湯", "漢", "澄", "澤", "火", "灯", "灵", "灼", "無", "焼", "熱", "牌", "物", "狐", "狸", "玄", "玉", "王", "玩", "珂", "珙", "球", "理", "琦", "琪", "瓊", "生", "甫", "田", "甲", "畢", "番", "畫", "疆", "病", "瘡", "白", "皇", "皮", "真", "砲", "礮", "祈", "神", "祠", "秋", "秘", "稽", "空", "立", "竹", "箋", "籠", "精", "紀", "約", "統", "絵", "緬", "織", "繹", "義", "翠", "者", "耕", "聖", "肖", "背", "胡", "膀", "臂", "致", "興", "舍", "艦", "良", "芥", "花", "芳", "芽", "若", "英", "萬", "著", "藕", "藥", "蘄", "蘇", "蘿", "處", "蝴", "蝶", "行", "術", "衛", "表", "裁", "裝", "要", "規", "覺", "观", "解", "言", "記", "詔", "詩", "誓", "誡", "誰", "謎", "譌", "譚", "譜", "變", "许", "谭", "豪", "豫", "費", "贈", "贵", "赤", "趙", "足", "跡", "軒", "転", "辛", "辨", "迪", "逆", "遇", "運", "過", "道", "遠", "選", "邦", "邱", "邵", "部", "郭", "都", "酈", "里", "野", "金", "鉄", "銃", "鋼", "錄", "錡", "錦", "鍵", "鐵", "钱", "铁", "關", "防", "阿", "陈", "陳", "陽", "隊", "階", "集", "雞", "雪", "雲", "霖", "霹", "靂", "韓", "頒", "願", "類", "顯", "颜", "饾", "駢", "驗", "马", "體", "高", "魯", "齋", "龍", "대", "독", "라", "립", "병", "보", "부", "알", "연", "제", "ﷲ", "ﻋ", "﻿", "／", "３", "～", "�"]